{
  "navbar.home": "Home",
  "navbar.materials": "Materials",
  "navbar.samples": "Samples",
  "navbar.essays": "Essays",
  "navbar.marshall": "Marshall Dosage",
  "navbar.superpave": "Superpave Dosage",
  "navbar.abcp": "ABCP Dosage",
  "navbar.new": "Create New",
  "navbar.consult": "Consult Dosage",
  "navbar.standards": "Standarts",
  "navbar.library": "Library",
  "navbar.report": "Report",
  "description.read.more": "Read more",
  "description.materials": "Organize the materials that will be used in your tests by registering all the essential information about each one in a single place.",
  "description.long.materials": "Organize your rehearsals efficiently! Register the materials that will be used, storing all the necessary information about each item in a single location. Make your work easier by keeping all Centralized important details for more effective management.",
  "description.essays": "With the materials registered, select the type of test desired and record the results on the platform for automatic generation of necessary analyzes and results.",
  "description.long.essays": "With the materials in hand, it’s time to carry out the rehearsals! Choose the test performed and deposit the results on the platform to generate your results and necessary analyzes automatically.",
  "description.marshall": "With dosage parameters, insert into the platform by Marshall methodology to determine the optimal asphalt binder content.",
  "description.long.marshall": "With the necessary parameters for dosing in hand, enter the data into the platform requested by the Marshall dosing methodology, and obtain the results for the optimal binder content of the asphalt mixture",
  "description.superpave": "With data from the Superpave methodology, insert it into the platform to determine the ideal asphalt binder content of the asphalt mixture, considering factors such as temperature and traffic.",
  "description.long.superpave": "In possession of the necessary data according to the dosage methodology Superpave, enter the information on the platform. This advanced method considers factors such as temperature and traffic, providing accurate results for the content Great as a binder in asphalt mix.",
  "description.standards": "Check the regulations for each test and see the correct way to carry out laboratory tests and analyze the results obtained.",
  "description.library": "Did you have any questions? Check out our library for additional materials about the rehearsals",
  "description.long.abcp": "Once you have the necessary data for the ABCP dosage, enter the values ​​in the platform to determine the ideal proportions of materials such as cement, aggregates, water and additives, in the production of concrete, in which this methodology of Dosing aims to ensure that the mixture meets the specific requirements of resistance, durability and workability, resulting in high-quality concrete quality for various applications.",
  "description.abcp": "This dosage aims to ensure that the mixture meets specific strength, durability and workability requirements."
}
