{
  "navbar.home": "Início",
  "navbar.materials": "Materiais",
  "navbar.samples": "Amostras",
  "navbar.essays": "Ensaios",
  "navbar.marshall": "Dosagem Marshall",
  "navbar.superpave": "Dosagem Superpave",
  "navbar.abcp": "Dosagem ABCP",
  "navbar.new": "Criar",
  "navbar.consult": "Consultar",
  "navbar.standards": "Normas",
  "navbar.library": "Biblioteca",
  "navbar.report": "Reportar",
  "description.read.more": "Ler mais",
  "description.materials": "Organize os materiais que serão utilizados nos seus ensaios cadastrando todas as informações essenciais sobre cada um em um único local.",
  "description.essays": "Com os materiais cadastrados, selecione o tipo de ensaio desejado e registre os resultados na plataforma para uma geração automática de análises e resultados necessários.",
  "description.long.essays": "Com os materiais em mão, hora de realizar os ensaios! Escolha o ensaio realizado e deposite os resultados na plataforma para gerar seus resultados e análises necessárias automaticamente.",
  "description.marshall": "O método de dosagem Marshall é o mais difundido e utilizado no mundo e visa obter os resultados para o teor de ligante ótimo da mistura asfáltica.",
  "description.superpave": "Esse método avançado considera fatores como temperatura e tráfego, proporcionando resultados precisos para o teor ótimo de ligante na mistura asfáltica.",
  "description.standards": "Verifique as normativas para cada ensaio e veja a forma correta de realizar os ensaios em laboratório e analisar os resultados obtidos.",
  "description.library": "Ficou com alguma dúvida? Veja na nossa biblioteca materiais complementares sobre os ensaios",
  "description.long.materials": "Organize seus ensaios de forma eficiente! Registre os materiais que serão utilizados, armazenando todas as informações necessárias sobre cada item em um único local. Facilite seu trabalho, mantendo todos os detalhes importantes centralizados para uma gestão mais eficaz.",
  "description.long.abcp": "Com posse dos dados necessários para a dosagem ABCP, insira os valores na plataforma para determinar as proporções ideais de materiais, como cimento,agregados, água e aditivos, na produção de concreto, na qual essa metodologia de dosagem visa garantir que a mistura atenda aos requisitos específicos de resistência, durabilidade e trabalhabilidade, resultando em um concreto de alta qualidade para diversas aplicações.",
  "description.abcp": "Essa dosagem visa garantir que a mistura atenda aos requisitos específicos de resistência, durabilidade e trabalhabilidade."
}
