{
  "hrb.essay-data": "Essay Data",
  "hrb.step-2-description": "Please enter the essay data below.",
  "hrb.sieves": "Sieves",
  "hrb.percent_passant": "Percent Passant",
  "hrb.percent_passant_for": "Percent Passant for",
  "hrb.classification": "Classification",
  "hrb.liquidity_limit": "Liquidity Limit (%)",
  "hrb.plasticity_limit": "Plasticity Limit (%)",
  "hrb.plasticity_index": "Plasticity Index (%)",
  "hrb.group_index": "Group Index",
  "hrb.another-data": "Another Data",
  "hrb.table-cbr": "Table HRB x CBR",
  "hrb.table-trb": "Table HRB x TRB",
  "hrb.more_possible": "More possible",
  "hrb.less_possible": "Less possible",
  "hrb.possible": "Possible",
  "hrb.text-A-1-a": "Typical material in this group consists of a well-graded mixture of stone or boulder fragments, coarse sand, fine sand and a non-plastic or weakly plastic soil binder. However, this group also includes stone fragments, boulder, coarse sand, volcanic ash, etc., which do not contain soil binders. Includes materials containing mainly stone or boulder fragments, with or without well-graded fine material, functioning as a binder.",
  "hrb.text-A-1-b": "Typical material in this group consists of a well-graded mixture of stone or boulder fragments, coarse sand, fine sand and a non-plastic or weakly plastic soil binder. However, this group also includes stone fragments, boulder, coarse sand, volcanic ash, etc., which do not contain soil binders. Includes materials consisting mainly of coarse sand, with or without well-graded soil binder.",
  "hrb.text-A-2-4": "This group includes a wide variety of materials that are located between the A-1 and A-3 groups and also between the materials consisting of a silt-clay mixture of the A-4, A-5, A-6 and A-7 groups. Includes all soils with 35% or less passing the 200º sieve, but which cannot be classified as A-1 or A-3, due to the content of fines they contain, or the plasticity, or both exceeding the limits established for the mentioned groups. Includes soil containing 35% or less passing the 200º sieve, with a smaller portion retained on the 40º sieve, having the characteristics of groups A-4 or A-5. These groups include materials such as boulder and coarse sand, where the silt content and plasticity index exceed the limits established for Group A-1, and fine sand with non-plastic silt exceeding the limits of Group A-3.",
  "hrb.text-A-2-5": "This group includes a wide variety of materials that are located between the A-1 and A-3 groups and also between the materials consisting of a silt-clay mixture of the A-4, A-5, A-6 and A-7 groups. Includes all soils with 35% or less passing the 200º sieve, but which cannot be classified as A-1 or A-3, due to the content of fines they contain, or the plasticity, or both exceeding the limits established for the mentioned groups. Includes soil containing 35% or less passing the 200º sieve, with a smaller portion retained on the 40º sieve, having the characteristics of groups A-4 or A-5. These groups include materials such as boulder and coarse sand, where the silt content and plasticity index exceed the limits established for Group A-1, and fine sand with non-plastic silt exceeding the limits of Group A-3.",
  "hrb.text-A-2-6": "This group includes a wide variety of materials that are located between the A-1 and A-3 groups and also between the materials consisting of a silt-clay mixture of the A-4, A-5, A-6 and A-7 groups. Includes all soils with 35% or less passing the 200º sieve, but which cannot be classified as A-1 or A-3, due to the content of fines they contain, or the plasticity, or both exceeding the limits established for the mentioned groups. They include soils similar to those described in subgroups A-2-4 and A-2-5, except for the portion of fines that contain plastic clay with characteristics of groups A-6 or A-7. The combined effects of plasticity indices greater than 10 and percentage passing the 200º sieve greater than 15 are reflected in group index values from 0 to 4.",
  "hrb.text-A-2-7": "This group includes a wide variety of materials that are located between the A-1 and A-3 groups and also between the materials consisting of a silt-clay mixture of the A-4, A-5, A-6 and A-7 groups. Includes all soils with 35% or less passing the 200º sieve, but which cannot be classified as A-1 or A-3, due to the content of fines they contain, or the plasticity, or both exceeding the limits established for the mentioned groups. They include soils similar to those described in subgroups A-2-4 and A-2-5, except for the portion of fines that contain plastic clay with characteristics of groups A-6 or A-7. The combined effects of plasticity indices greater than 10 and percentage passing the 200º sieve greater than 15 are reflected in group index values from 0 to 4.",
  "hrb.text-A-3": "The typical material in this group is fine beach or desert sand, without silt or clay, or having a small amount of non-plastic silt. The group also includes mixtures of poorly graded fine sand and limited amounts of coarse sand and boulder deposited by currents.",
  "hrb.text-A-4": "Soil typical of this group is non-plastic silty, or moderately plastic, generally having 5% or more passing the 200º sieve. Group index values range from 1 to 8, increasing percentages of coarse material giving rise to decreasing values for group indices.",
  "hrb.text-A-5": "The typical soil of this group is similar to the described in A-4, except that it is generally diatomaceous or micaceous in character, highly elastic, as indicated by its high limit of liquidity. Group index values range from 1 to 12; these increasing values reveal the combined effect of increasing liquidity limits and decreasing percentages of coarse material.",
  "hrb.text-A-6": "The typical soil of this group is clayish, plastic, generally having 75% or more of material passing through 200º sieve. Soils in this group commonly experience high volume change between dry and wet states. The group index values range from 1 to 16, these increasing values show the combined effect of increasing plasticity indices and decreasing coarse materials.",
  "hrb.text-A-7-a": "The typical soil of this group is similar to that described in the A-6 group, with the difference that it has the high liquidity limit characteristics of the A-5 group, and may also be elastic and subject to high volume changes. Group index values range from 1 to 20; this increase indicates the combined effect of growth in liquidity limits and plasticity indices, as well as the decrease in coarse materials. It encloses materials with a moderate plasticity index in relation to the liquidity limit, being able to be highly elastic and subject to high volume changes.",
  "hrb.text-A-7-b": "The typical soil of this group is similar to that described in the A-6 group, with the difference that it has the high liquidity limit characteristics of the A-5 group, and may also be elastic and subject to high volume changes. Group index values range from 1 to 20; this increase indicates the combined effect of growth in liquidity limits and plasticity indices, as well as the decrease in coarse materials. It includes materials with high plasticity indices in relation to liquidity limits, being subject to high volume changes."
}
