{
  "hrb.essay-data": "Dados do Ensaio",
  "hrb.step-2-description": "Preencha todos os campos abaixo.",
  "hrb.sieves": "Peneiras",
  "hrb.percent_passant": "Passante",
  "hrb.percent_passant_for": "Percentual passante para",
  "hrb.classification": "Classificação",
  "hrb.liquidity_limit": "Limite de Liquidez (%)",
  "hrb.plasticity_limit": "Limite de Plasticidade (%)",
  "hrb.plasticity_index": "Índice de Plasticidade (%)",
  "hrb.group_index": "Índice de Grupo",
  "hrb.another-data": "Outros Dados",
  "hrb.table-cbr": "Tabela HRB x CBR",
  "hrb.table-trb": "Tabela HRB x TRB",
  "hrb.more_possible": "Mais possível",
  "hrb.less_possible": "Menos possível",
  "hrb.possible": "Possível",
  "hrb.text-A-1-a": "O material típico deste grupo é constituído de mistura bem graduada de fragmentos de pedra ou pedregulhos, areia grossa, areia fina e um aglutinante de solo não plástico ou fracamente plástico. No entretanto, este grupo inclui também fragmentos de pedra, pedregulho, areia grossa, cinzas vulcânicas, etc., que não contêm aglutinantes de solo. Inclui materiais contendo, principalmente, fragmentos de pedra ou pedregulho, com ou sem material fino bem graduado, funcionando como aglutinante.",
  "hrb.text-A-1-b": "O material típico deste grupo é constituído de mistura bem graduada de fragmentos de pedra ou pedregulhos, areia grossa, areia fina e um aglutinante de solo não plástico ou fracamente plástico. No entretanto, este grupo inclui também fragmentos de pedra, pedregulho, areia grossa, cinzas vulcânicas, etc., que não contêm aglutinantes de solo. Inclui materiais constítuidos, principalmente, de areia grossa, com ou sem aglutinante de solo bem graduado.",
  "hrb.text-A-2-4": "Este grupo inclui grande variedade de materiais que se situam entre os grupos A-1 e A-3 e também entre os materiais constituídos de mistura silte-argila dos grupos A-4, A-5, A-6 e A-7. Inclui todos os solos com 35% ou menos passando na peneira nº 200, mas que não podem ser classificados como A-1 ou A-3, devido ao teor de finos que contêm, ou a plasticidade, ou ambos excedendo os limites estabelecidos para os citados grupos. Incluem solo contendo 35% ou menos, passando na peneira nº 200, com uma porção menor retida na peneira nº 40, possuindo as características dos grupos A-4 ou A-5. Estes grupos abrangem os materiais tais como pedregulho e areia grossa, em que o teor de silte e o índice de plasticidade ultrapassam os limites estabelecidos para o Grupo A-1, e ainda areia fina com silte não plástico excedendo os limites do Grupo A-3.",
  "hrb.text-A-2-5": "Este grupo inclui grande variedade de materiais que se situam entre os grupos A-1 e A-3 e também entre os materiais constituídos de mistura silte-argila dos grupos A-4, A-5, A-6 e A-7. Inclui todos os solos com 35% ou menos passando na peneira nº 200, mas que não podem ser classificados como A-1 ou A-3, devido ao teor de finos que contêm, ou a plasticidade, ou ambos excedendo os limites estabelecidos para os citados grupos. Incluem solo contendo 35% ou menos, passando na peneira nº 200, com uma porção menor retida na peneira nº 40, possuindo as características dos grupos A-4 ou A-5. Estes grupos abrangem os materiais tais como pedregulho e areia grossa, em que o teor de silte e o índice de plasticidade ultrapassam os limites estabelecidos para o Grupo A-1, e ainda areia fina com silte não plástico excedendo os limites do Grupo A-3.",
  "hrb.text-A-2-6": "Este grupo inclui grande variedade de materiais que se situam entre os grupos A-1 e A-3 e também entre os materiais constituídos de mistura silte-argila dos grupos A-4, A-5, A-6 e A-7. Inclui todos os solos com 35% ou menos passando na peneira nº 200, mas que não podem ser classificados como A-1 ou A-3, devido ao teor de finos que contêm, ou a plasticidade, ou ambos excedendo os limites estabelecidos para os citados grupos. Incluem solos semelhantes aos descritos nos subgrupos A-2-4 e A-2-5-, exceção feita da porção de finos que contem argila plástica com características dos grupos A-6 ou A-7. Os efeitos combinados dos índices de plasticidade maiores que 10 e porcentagem passando na peneira nº 200, maiores que 15, estão refletidos nos valores dos índices do grupo de 0 a 4.",
  "hrb.text-A-2-7": "Este grupo inclui grande variedade de materiais que se situam entre os grupos A-1 e A-3 e também entre os materiais constituídos de mistura silte-argila dos grupos A-4, A-5, A-6 e A-7. Inclui todos os solos com 35% ou menos passando na peneira nº 200, mas que não podem ser classificados como A-1 ou A-3, devido ao teor de finos que contêm, ou a plasticidade, ou ambos excedendo os limites estabelecidos para os citados grupos. Incluem solos semelhantes aos descritos nos subgrupos A-2-4 e A-2-5-, exceção feita da porção de finos que contem argila plástica com características dos grupos A-6 ou A-7. Os efeitos combinados dos índices de plasticidade maiores que 10 e porcentagem passando na peneira nº 200, maiores que 15, estão refletidos nos valores dos índices do grupo de 0 a 4.",
  "hrb.text-A-3": "O material típico deste grupo é areia fina de praia ou de deserto, sem silte ou argila, ou possuindo pequena quantidade de silte não plástico. O grupo inclui também misturas de areia fina mal graduada e quantidades limitadas de areia grossa e pedregulho depositados pelas correntes.",
  "hrb.text-A-4": "O solo típico deste grupo é siltoso não plástico, ou moderadamente plástico, possuindo, geralmente, 5% ou mais passando na peneira nº 200. Inclui também misturas de solo fino siltoso com até 64% de areia e pedregulho retidos na peneira nº 200. Os valores dos índices do grupo vão de 1 a 8, as porcentagens crescentes de material grosso, dando origem a valores decrescentes para os índices de grupo.",
  "hrb.text-A-5": "O solo tipico deste grupo é semelhante ao que foi descrito no A-4, exceto que ele é, geralmente, de caráter diatomáceo ou micáceo, altamente elástico, conforme indica seu elevado limite de liquidez. Os valores dos indices do grupo vão de 1 a 12; esses valores crescentes revelam o efeito combinado do aumento dos limites de liquidez e das porcentagens decrescentes de material grosso.",
  "hrb.text-A-6": "O solo típico deste grupo é argiloso, plástico, tendo, geralmente, 75% ou mais de material passando na peneira n° 200. O grupo inclui também misturas de solos finos argilosos, podendo conter até 64% de areia e pedregulho retidos na peneira nº 200. Os solos deste grupo comumente sofrem elevada mudança de volume entre os estados seco e úmido. Os valores dos índices do grupo vão de 1 a 16, esses valores crescentes mostram o efeito combinado do aumento dos índices de plasticidade e diminuição dos materiais grossos.",
  "hrb.text-A-7-a": "O solo típico deste grupo é semelhante ao descrito no grupo A-6, com a diferença que possui as características de alto limite de liquidez do grupo A-5, podendo ainda ser elástico e estar sujeito a elevada mudança de volume. Os valores dos índices do grupo vão de 1 a 20; este aumento indica o efeito combinado de crescimento dos limites de liquidez e dos índices de plasticidade, bem como a diminuição dos materiais grossos. Encerra materiais com índice de plasticidade moderado em relação ao limite de liquidez, podendo ser altamente elástico e sujeito a elevadas mudanças de volume.",
  "hrb.text-A-7-b": "O solo típico deste grupo é semelhante ao descrito no grupo A-6, com a diferença que possui as características de alto limite de liquidez do grupo A-5, podendo ainda ser elástico e estar sujeito a elevada mudança de volume. Os valores dos índices do grupo vão de 1 a 20; este aumento indica o efeito combinado de crescimento dos limites de liquidez e dos índices de plasticidade, bem como a diminuição dos materiais grossos. Inclui materiais com elevados índices de plasticidade em relação aos limites de liquidez, estando sujeitos a elevadas mudanças de volume."
}
